[
    {
        "title": "Orejas 360",
        "text": "Los gatos son conocidos por su agilidad y sus sentidos agudos, pero una de sus características más fascinantes es la capacidad de rotar sus orejas.",
        "collapse": "Esta habilidad les permite captar sonidos de distintas direcciones, lo que es esencial para su supervivencia tanto en la caza como en la detección de posibles amenazas. Además de la rotación, las orejas de los gatos cuentan con músculos altamente especializados que les permiten mover cada oreja de manera independiente. Esta capacidad única les brinda una ventaja significativa para localizar con precisión la fuente de los sonidos. La rotación de hasta 180 grados de sus orejas les da a los gatos una cobertura auditiva casi completa, lo que es crucial en su instinto de caza y supervivencia."
    },
    {
        "title": "A puro ronron",
        "text": "El ronroneo de los gatos es uno de los sonidos más reconfortantes y misteriosos en el mundo animal.",
        "collapse": "A menudo asociado con la felicidad, el ronroneo también puede ser una señal de estrés o dolor. Los gatos ronronean mediante la vibración de las cuerdas vocales a una frecuencia entre 25 y 150 Hertz, que curiosamente se ha encontrado que promueve la curación de huesos y tejidos. Además de ser terapéutico para los humanos, el ronroneo de los gatos tiene beneficios para su propia salud. Se cree que las vibraciones pueden ayudar a los gatos a aliviar el dolor y reparar tejidos, así como reducir el estrés. Incluso en reposo, los gatos pueden ronronear para mantener sus músculos en buenas condiciones."
    },
    {
        "title": "Más que sólo bigotes",
        "text": "Los bigotes de los gatos, o vibrisas, son mucho más que un rasgo distintivo; son herramientas sensoriales altamente sofisticadas.",
        "collapse": "Estos pelos gruesos y rígidos incrustados profundamente en la piel del gato están llenos de terminaciones nerviosas que les permiten detectar incluso los cambios más sutiles en su entorno. Las vibrisas son tan sensibles que pueden detectar variaciones mínimas en las corrientes de aire, lo que permite a los gatos percibir objetos cercanos sin necesidad de verlos. Esta habilidad es especialmente útil en la oscuridad. Además, los bigotes ayudan a los gatos a medir el ancho de los espacios, siendo cruciales para determinar si pueden pasar a través de aberturas estrechas."
    },
    {
        "title": "Súper visión gatuna",
        "text": "Los gatos son famosos por su habilidad para ver en condiciones de baja luz. Esta capacidad se debe a una capa de células llamada tapetum lucidum, situada detrás de la retina.",
        "collapse": "Esta capa refleja la luz, permitiendo que los ojos de los gatos capten más luz y mejoren su visión en la oscuridad. Además de su adaptación al tapetum lucidum, los gatos tienen una proporción mayor de bastones en sus ojos, células sensibles a la luz que son cruciales para la visión nocturna. Sin embargo, esta adaptación viene con un costo: los gatos no perciben los colores tan vívidamente como los humanos durante el día."
    },
    {
        "title": "Agua en las Patas",
        "text": "Aunque a menudo se piensa que los gatos detestan el agua, muchos disfrutan jugando con ella.",
        "collapse": "La curiosidad por el agua varía según la personalidad y la raza del gato. Algunos gatos se sienten fascinados por el agua corriente y pueden pasar horas observando un grifo abierto o intentando atrapar gotas de agua. Esta atracción se debe a su instinto de buscar fuentes de agua fresca y corriente, lo cual es un reflejo de su naturaleza en la vida salvaje."
    },

    {
        "title": "El Idioma de la Cola",
        "text": "La cola de un gato es un barómetro de su estado emocional y comunicativo.",
        "collapse": "Una cola erguida indica alegría y confianza, mientras que una cola entre las patas señala miedo o sumisión. Un movimiento rápido de la cola puede indicar irritación o impaciencia. Los gatos también utilizan su cola para comunicarse con otros gatos y con los humanos, siendo un elemento clave en su lenguaje corporal y en la expresión de sus emociones y intenciones."
    },

    {
        "title": "Los Zarpazos del Juego",
        "text": "Los juegos de los gatos son ensayos para la caza, incluso en gatos domésticos.",
        "collapse": "Los gatitos juegan cazando, acechando y emboscando, lo cual es vital para su desarrollo. Estos juegos les ayudan a aprender habilidades de supervivencia, coordinación y fuerza. Incluso en la domesticidad, los gatos mantienen estos instintos de caza, y es por esto que los juguetes que imitan el movimiento de presas, como ratones o pájaros, son especialmente atractivos para ellos."
    }
]
